Repository: uaremad/ios-worktime
Catalog: App/Resources/Purchase.xcstrings
Source language: de
Languages: ar, da, en, es, fi, fr, ja, la, nb, nl, pl, pt, ru, sv, tr

# purchase_annual_description
source: Ein Jahr Premium mit allen Funktionen & Berichten
ar: عام واحد بريميوم مع جميع الميزات والتقارير
da: Et år premium med alle funktioner og rapporter
en: One year premium with all features & reports
es: Un año premium con todas las funciones
fi: Vuosi premiumia kaikilla ominaisuuksilla
fr: Un an premium avec toutes les fonctionnalités
ja: すべての機能とレポートを含む1年間のプレミアム
la: Annus unus premium cum omnibus functionibus
nb: Ett år premium med alle funksjoner og rapporter
nl: Een jaar premium met alle functies en rapporten
pl: Rok premium ze wszystkimi funkcjami i raportami
pt: Um ano premium com todos os recursos
ru: Год премиума со всеми функциями и отчётами
sv: Ett år premium med alla funktioner och rapporter
tr: Tüm özellikler ve raporlarla bir yıl premium

# purchase_annual_name
source: Jahresabo Premium
ar: بريميوم سنوي
da: Årlig Premium
en: Annual Premium
es: Premium Anual
fi: Vuosittainen Premium
fr: Premium Annuel
ja: 年額プレミアム
la: Premium Annuum
nb: Årlig Premium
nl: Jaarlijks Premium
pl: Premium Roczne
pt: Premium Anual
ru: Премиум на год
sv: Årlig Premium
tr: Yıllık Premium

# purchase_lifetime_description
source: Lebenslanger Zugriff auf alle Premium-Funktionen
ar: وصول مدى الحياة لجميع الميزات المميزة
da: Livstidsadgang til alle premium funktioner
en: Lifetime access to all premium features
es: Acceso de por vida a todas las funciones premium
fi: Elinikäinen pääsy kaikkiin premium-ominaisuuksiin
fr: Accès à vie à toutes les fonctions premium
ja: すべてのプレミアム機能への生涯アクセス
la: Accessus perpetuus ad omnes functiones premium
nb: Livstidstilgang til alle premium-funksjoner
nl: Levenslange toegang tot alle premium functies
pl: Dożywotni dostęp do wszystkich funkcji premium
pt: Acesso vitalício a todos os recursos premium
ru: Пожизненный доступ ко всем премиум-функциям
sv: Livstidsåtkomst till alla premium-funktioner
tr: Tüm premium özelliklere ömür boyu erişim

# purchase_lifetime_name
source: Einmaliger Kauf Premium
ar: بريميوم مدى الحياة
da: Premium for Livet
en: Lifetime Premium
es: Premium de Por Vida
fi: Elinikäinen Premium
fr: Premium à Vie
ja: 生涯プレミアム
la: Premium ad Vitam
nb: Premium for Livet
nl: Levenslang Premium
pl: Premium Dożywotnie
pt: Premium Vitalício
ru: Премиум навсегда
sv: Premium för Livet
tr: Ömür Boyu Premium

# purchase_monthly_description
source: Voller Zugriff auf alle Premium-Funktionen
ar: وصول كامل لجميع الميزات المميزة
da: Fuld adgang til alle premium funktioner
en: Full access to all premium features
es: Acceso completo a todas las funciones premium
fi: Täysi pääsy kaikkiin premium-ominaisuuksiin
fr: Accès complet à toutes les fonctions premium
ja: すべてのプレミアム機能へのフルアクセス
la: Accessus plenus ad omnes functiones premium
nb: Full tilgang til alle premium-funksjoner
nl: Volledige toegang tot alle premium functies
pl: Pełny dostęp do wszystkich funkcji premium
pt: Acesso completo a todos os recursos premium
ru: Полный доступ ко всем премиум-функциям
sv: Full tillgång till alla premium-funktioner
tr: Tüm premium özelliklere tam erişim

# purchase_monthly_name
source: Monatsabo Premium
ar: بريميوم شهري
da: Månedlig Premium
en: Monthly Premium
es: Premium Mensual
fi: Kuukausittainen Premium
fr: Premium Mensuel
ja: 月額プレミアム
la: Premium Menstruum
nb: Månedlig Premium
nl: Maandelijks Premium
pl: Premium Miesięczne
pt: Premium Mensal
ru: Премиум на месяц
sv: Månatlig Premium
tr: Aylık Premium

# settings_more_purchases_title
source: Abo verwalten
ar: إدارة الاشتراك
da: Administrer abonnement
en: Manage Subscription
es: Gestionar suscripción
fi: Hallinnoi tilausta
fr: Gérer l'abonnement
ja: サブスクリプション管理
la: Subscriptionem administrare
nb: Administrer abonnement
nl: Abonnement beheren
pl: Zarządzaj subskrypcją
pt: Gerenciar assinatura
ru: Управление подпиской
sv: Hantera prenumeration
tr: Aboneliği yönet

# settings_more_restore_purchases
source: Käufe wiederherstellen
ar: استعادة المشتريات
da: Gendan køb
en: Restore purchases
es: Restaurar compras
fi: Palauta ostot
fr: Restaurer les achats
ja: 購入を復元
la: Emptiones restitue
nb: Gjenopprett kjøp
nl: Aankopen herstellen
pl: Przywróć zakupy
pt: Restaurar compras
ru: Восстановить покупки
sv: Återställ köp
tr: Satın alımları geri yükle

# settings_purchases_footer
source: Abos werden automatisch verlängert. Jederzeit kündbar.
ar: تتجدد الاشتراكات تلقائياً. يمكن الإلغاء في أي وقت.
da: Abonnementer fornyes automatisk. Opsig når som helst.
en: Subscriptions renew automatically. Cancel anytime.
es: Las suscripciones se renuevan automáticamente. Cancela en cualquier momento.
fi: Tilaukset uusiutuvat automaattisesti. Voit peruuttaa milloin tahansa.
fr: Les abonnements se renouvellent automatiquement. Annulez à tout moment.
ja: サブスクリプションは自動更新されます。いつでもキャンセルできます。
la: Subscriptiones automatice renovantur. Quolibet tempore deleatur.
nb: Abonnementer fornyes automatisk. Avbryt når som helst.
nl: Abonnementen worden automatisch verlengd. Op elk moment opzegbaar.
pl: Subskrypcje odnawiają się automatycznie. Anuluj w każdej chwili.
pt: As assinaturas são renovadas automaticamente. Cancele a qualquer momento.
ru: Подписки продлеваются автоматически. Можно отменить в любое время.
sv: Prenumerationer förnyas automatiskt. Avbryt när som helst.
tr: Abonelikler otomatik olarak yenilenir. İstediğiniz zaman iptal edilebilir.

# settings_purchases_intro
source: Unterstütze die Entwicklung und erhalte Zugriff auf Premium-Funktionen.
ar: ادعم التطوير واحصل على الوصول إلى الميزات المميزة.
da: Støt udviklingen og få adgang til premium-funktioner.
en: Support development and get access to premium features.
es: Apoya el desarrollo y obtén acceso a funciones premium.
fi: Tue kehitystä ja saa pääsy premium-ominaisuuksiin.
fr: Soutenez le développement et accédez aux fonctionnalités premium.
ja: 開発をサポートし、プレミアム機能にアクセスできます。
la: Progressionem adiuva et aditus ad functionem premium accipe.
nb: Støtt utviklingen og få tilgang til premium-funksjoner.
nl: Ondersteun de ontwikkeling en krijg toegang tot premium-functies.
pl: Wesprzyj rozwój i uzyskaj dostęp do funkcji premium.
pt: Apoie o desenvolvimento e tenha acesso a recursos premium.
ru: Поддержите разработку и получите доступ к премиум-функциям.
sv: Stöd utvecklingen och få tillgång till premiumfunktioner.
tr: Geliştirmeyi destekleyin ve premium özelliklere erişin.

# settings_purchases_manage
source: Abos verwalten
ar: إدارة الاشتراكات
da: Administrer abonnementer
en: Manage Subscriptions
es: Administrar suscripciones
fi: Hallinnoi tilauksia
fr: Gérer les abonnements
ja: サブスクリプションを管理
la: Subscriptiones administrare
nb: Administrer abonnementer
nl: Abonnementen beheren
pl: Zarządzaj subskrypcjami
pt: Gerenciar assinaturas
ru: Управление подписками
sv: Hantera prenumerationer
tr: Abonelikleri yönet

# settings_purchases_monthly_cancelable
source: Monatlich kündbar
ar: قابل للإلغاء شهريًا
da: Kan opsiges månedligt
en: Cancelable monthly
es: Cancelable mensualmente
fi: Irtisanottavissa kuukausittain
fr: Résiliable mensuellement
ja: 毎月解約可能
la: Menstrue rescindibile
nb: Kan sies opp månedlig
nl: Maandelijks opzegbaar
pl: Możliwość anulowania co miesiąc
pt: Cancelável mensalmente
ru: Ежемесячная отмена
sv: Uppsägning månadsvis
tr: Aylık iptal edilebilir

# settings_purchases_popular
source: Beliebt
ar: شائع
da: Populær
en: Popular
es: Popular
fi: Suosittu
fr: Populaire
ja: 人気
la: Popularis
nb: Populær
nl: Populair
pl: Popularne
pt: Popular
ru: Популярно
sv: Populär
tr: Popüler

# settings_purchases_save_two_months
source: 2 Monate Gratis
ar: وفّر شهرين
da: Spar 2 måneder
en: Save 2 months
es: Ahorra 2 meses
fi: Säästä 2 kuukautta
fr: Économisez 2 mois
ja: 2か月分お得
la: Serva II menses
nb: Spar 2 måneder
nl: Bespaar 2 maanden
pl: Oszczędź 2 miesiące
pt: Economize 2 meses
ru: Экономия 2 месяца
sv: Spara 2 månader
tr: 2 ay tasarruf

# purchase_skip
source: Überspringen
ar: تخطي
da: Spring over
en: Skip
es: Omitir
fi: Ohita
fr: Ignorer
ja: スキップ
la: Omittere
nb: Hopp over
nl: Overslaan
pl: Pomiń
pt: Ignorar
ru: Пропустить
sv: Hoppa över
tr: Atla
